Repository: common-repository/placeholder-it-widget
Catalog: languages/*.po
Languages: nl

source: Plugin Options
nl: Plugin Opties

source: Settings
nl: ï»¿Instellingen

source: Choose File
nl: Kies Bestand

source: General Settings
nl: Algemene instellingen

source: Default Width
nl: Standaardbreedte

source: Default width in pixels, default=350 (no px added!)
nl: Standaard breedte in pixels, standaard = 350 (geen "px" toevoegen!)

source: Default Height
nl: Standaardhoogte

source: Default height in pixels, default=350 (no px added!)
nl: Standaard hoogte in pixels, standaard = 350 (geen "px" toevoegen!)

source: Image class(es)
nl: Afbeelding CSS klas(sen)

source: Any classes added in this field will be added to the widget classes
nl: Klassen toegevoegd in dit veld zullen worden toegevoegd aan de widget klassen

source: Image padding
nl: Opvulling afbeelding (padding)

source: Image padding (f.e. 5px 1em), default="5px"
nl: Afbeeldingsopvulling (padding, b.v. "5px", "1em"), standaard="5px"

source: Include wrapper class
nl: CSS wrapper toevoegen?

source: Include the image in a wrapper? (default=checked)
nl: De afbeelding in een wrapper insluiten (standaard=ja)

source: Wrapper class(es)
nl: Wrapper CSS klas(sen)

source: Additional wrapper classes, "placeholder-it-wrapper" will be included, when "include wrapper class" is checked and this value is empty
nl: Extra wrapper klassen, "placeholder-it-wrapper" wordt toegevoegd als "Wrapper klas toevoegen" is aangevinkt en dit veld leeg is.

source: Text (prefix)
nl: Tekst (prefix)

source: Any text here will be prefix in the widget settings, leave empty to use dimensions instead of text
nl: Elke tekst hier ingevuld zal worden getoond in de widget instellingen, laat dit leeg om het afbeeldingsformaat te tonen i.p.v. tekst

source: Foreground color
nl: Voorgrondkleur

source: Leave blank to take the default
nl: Laat leeg om de standaard te gebruiken

source: Background color
nl: Achtergrond kleur

source: Title
nl: Titel

source: Width
nl: Breedte

source: Height
nl: Hoogte

source: Image extra CSS Classes
nl: Afbeelding extra CSS-klassen

source: Leave empty for no extra classes
nl: Laat leeg voor geen extra CSS klassen

source: Surround image with wrapper
nl: De afbeelding in een wrapper insluiten

source: The image is bound in a "div" wrapper
nl: De afbeelding wordt ingesloten in een "div" wrapper

source: Wrapper CSS Classes
nl: Wrapper CSS-klassen

source: When "wrapper" is checked and this value is empty, "placeholder-it-wrapper" will be used as class
nl: Indien "wrapper" is aangevinkt and deze waarde is leeg zal "placeholder-it-wrapper" worden gebruikt als CSS klasse

source: Text
nl: Tekst

source: Show this text instead of dimensions
nl: Toon deze tekst in plaats van afmetingen

source: Text color
nl: Tekstkleur

source: Enter a color color code like "#FF9000", or leave empty for default
nl: Geef een kleurcode kleur zoals "#FF9000", of laat dit veld leeg voor de standaardwaarde

source: Same as Text color, takes a default if color is entered and this field is empty
nl: Identiek als bij de tekstkleur, neemt de standaard kleur als dit veld leeg is

source: Simple widget to add placeholders using placeholder.it webservice during development of a site.
nl: Eenvoudig te gebruiken widget om tijdens de ontwikkeling placeholders toe te voegen middels de placeholder.it webservice
